/* Hot Keys: Key Combo text for 'empty' combo */
"(None)" = "(None)";

/* No comment provided by engineer. */
"About ClipMenu" = "ClipMenu について";

/* No comment provided by engineer. */
"Action" = "アクション";

/* No comment provided by engineer. */
"Add" = "追加";

/* No comment provided by engineer. */
"Are you sure you want to clear your clipboard history?" = "本当にクリップボード履歴をクリアしますか？";

/* No comment provided by engineer. */
"Built-in" = "内蔵";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Case" = "Case";

/* No comment provided by engineer. */
"Clear History" = "履歴をクリア";

/* No comment provided by engineer. */
"Could not save changes while quitting. Quit anyway?" = "変更点を保存できませんでした。それでも終了しますか？";

/* No comment provided by engineer. */
"Could not save your clipboard history to file." = "クリップボード履歴をファイルに保存できませんでした";

/* No comment provided by engineer. */
"Could not write document out..." = "ドキュメントの書き出しができません...";

/* No comment provided by engineer. */
"Don't Launch" = "起動しない";

/* No comment provided by engineer. */
"Edit Snippets..." = "スニペットを編集...";

/* No comment provided by engineer. */
"Error" = "エラー";

/* No comment provided by engineer. */
"Failed to evaluate script" = "スクリプトの実行に失敗しました";

/* No comment provided by engineer. */
"Failed to export history" = "履歴の書き出しに失敗しました";

/* No comment provided by engineer. */
"Failed to parse XML file" = "XMLファイルの解析に失敗しました";

/* No comment provided by engineer. */
"General" = "一般";

/* No comment provided by engineer. */
"History" = "履歴";

/* No comment provided by engineer. */
"JavaScript" = "JavaScript";

/* No comment provided by engineer. */
"Launch ClipMenu on system startup?" = "システム起動時にClipMenuを起動しますか？";

/* No comment provided by engineer. */
"Launch on system startup" = "起動する";

/* No comment provided by engineer. */
"Menu" = "メニュー";

/* No comment provided by engineer. */
"None" = "なし";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Other..." = "その他...";

/* No comment provided by engineer. */
"Paste as File Path" = "ファイルパスとしてペースト";

/* No comment provided by engineer. */
"Paste as HFS File Path" = "HFSファイルパスとしてペースト";

/* No comment provided by engineer. */
"Paste as Plain Text" = "プレーンテキストとしてペースト";

/* No comment provided by engineer. */
"Paste the clip as HFS File Path" = "HFSファイルパスとしてペースト";

/* No comment provided by engineer. */
"Paste the clip as Plain Text" = "プレーンテキストとしてペースト";

/* No comment provided by engineer. */
"Paste the clip as POSIX File Path" = "POSIXファイルパスとしてペースト";

/* No comment provided by engineer. */
"Pop up Action Menu" = "アクションメニューをポップアップ";

/* No comment provided by engineer. */
"Preferences..." = "環境設定...";

/* No comment provided by engineer. */
"Quit anyway" = "それでも終了";

/* No comment provided by engineer. */
"Quit ClipMenu" = "ClipMenuを終了";

/* No comment provided by engineer. */
"Remove" = "削除";

/* No comment provided by engineer. */
"Remove the clip from the clipboard history" = "クリップボード履歴から削除";

/* No comment provided by engineer. */
"Script Error" = "スクリプトエラー";

/* No comment provided by engineer. */
"Script error has occurred" = "スクリプトエラーが起こりました";

/* No comment provided by engineer. */
"Script Exception Raised" = "スクリプトで例外が発生しました";

/* No comment provided by engineer. */
"Select" = "選択";

/* No comment provided by engineer. */
"Shortcuts" = "ショートカット";

/* No comment provided by engineer. */
"Snippet" = "スニペット";

/* No comment provided by engineer. */
"Snippets" = "スニペット";

/* No comment provided by engineer. */
"The script you selected does not exist" = "選択したスクリプトが見つかりません";

/* No comment provided by engineer. */
"Trim" = "Trim";

/* No comment provided by engineer. */
"Type" = "対応形式";

/* No comment provided by engineer. */
"Unable to end editing" = "編集できません";

/* No comment provided by engineer. */
"Unable to load script" = "スクリプトを読み込めません";

/* No comment provided by engineer. */
"untitled snippet" = "untitled snippet";

/* No comment provided by engineer. */
"Updates" = "アップデート";

/* No comment provided by engineer. */
"You can change this setting in the Preferences if you want." = "この設定は、いつでも変更できます。";

/* No comment provided by engineer. */
"Your script file does not exist." = "スクリプトファイルが見つかりませんでした";

/* JavaScript actions */
"Collapse Spaces" = "空白を縮める";
"Reverse" = "逆順にする";

"Japanese" = "日本語";
"Convert Hankaku alphanumeric characters to Zenkaku" = "半角英数字 → 全角";
"Convert Zenkaku alphanumeric characters to Hankaku" = "全角英数字 → 半角";
"Convert Hankaku katakana to Zenkaku katakana" = "半角カタカナ → 全角";
"Convert Zenkaku katakana to Hankaku katakana" = "全角カタカナ → 半角";
"Convert Hiragana to Katakana" = "ひらがな → カタカナ";
"Convert Katakana to Hiragana" = "カタカナ → ひらがな";

"Crypt" = "暗号";
"Calculate MD5 hash" = "MD5ハッシュを計算";
"Calculate SHA-1 hash" = "SHA-1ハッシュを計算";
"Decode from Base64" = "Base64からデコード";
"Encode to Base64" = "Base64にエンコード";

"Convert Character to Decimal" = "文字 → 数値文字参照";
"Convert Decimal to Character" = "数値文字参照 → 文字";
"Convert Markdown to HTML" = "Markdown → HTML";
"Decode URI component" = "URIコンポーネントをデコード";
"Encode URI component" = "URIコンポーネントをエンコード";
"Escape HTML characters" = "HTML文字実体参照にエスケープ";
"Unescape HTML characters" = "HTML文字実体参照からアンエスケープ";
"Strip Tags" = "タグを除去";
"Surround with Tags..." = "タグで囲む...";

"Surround with" = "囲む";
"Surround with (Japanese)" = "囲む（全角）";
